Repository: PierreLefeuvre/forum
Catalog: src/Locale/*/default.po
Languages: es, fr

source: Forum
es: El Forum
fr: Le Forum

source: Title
es: Titulo
fr: Titre

source: Page
es: Paje

source: Topic
es: Tema

source: Message
es: mensaje

source: Nickname
es: Usario
fr: Pseudo

source: Reply
es: Respuesta
fr: Répondre

source: edit
es: editar
fr: editer

source: The topic has been saved.
es: El tema ha sido guardado.
fr: Le topic est enregistré.

source: The post has been saved.
es: El post ha sido guardado.
fr: Le post est enregistré.

source: The topic could not be saved. Please, try again.
es: El tema no pudo ser guardado. Inténtalo de nuevo.
fr: Le topic n'a pas pu être enregistré. Essayez de nouveau.

source: The post could not be saved. Please, try again.
es: El post no pudo ser guardado. Inténtalo de nuevo.
fr: Le post n'a pas pu être enregistré. Essayez de nouveau.

source: The topic could not be deleted. Please, try again.
es: El tema no pudo ser eliminado. Inténtalo de nuevo.
fr: Le topic n'a pas pu être supprimé. Essayez de nouveau.

source: The post could not be deleted. Please, try again.
es: El post no pudo ser eliminado. Inténtalo de nuevo.
fr: Le post n'a pas pu être supprimé. Essayez de nouveau.

source: The topic has been deleted.
es: El tema ha sido eliminado.
fr: Le topic a été supprimé.

source: The post has been deleted.
es: El post ha sido eliminado.
fr: Le post a été supprimé.

source: Failed data recovery. Please, try again.
es: Recuperacion de datos fallida. inténtalo de nuevo.
fr: Echec de récupétion des données. Essayez de nouveau.

source: You are not allowed to delete this.
es: Mensaje editado a las {0}
fr: Vous n'êtes pas autorisé à supprimer ceci.

source: Message edited at {0}
fr: Message édité à {0}
